NUMBER = '+79196949190'
NAME = 'Диляра'
SURNAME = 'Салихова'
ABOUT_US = '''
<i><b>ИП Салихова Д.Р.</b> 
Варю домашние халяль сыры.

ДОМАШНИЙ СЫР КАЗАНЬ
ТЕБЕ ЗДЕСЬ БУДЕТ ВКУСНО И ПОЛЕЗНО

 👉 только молоко и закваски
 👉 более 10 видов сыров
 👉 вся продукция халяль
 👉 за заказ от 1500₽ 🎁
 👉 закажи доставку до дома 🏠</i>
'''

hallumi = '''
<i><b>Халлуми</b>

100г - 170р

Халлуми - это традиционный сыр кипрского происхождения, незаменимый продукт любого застолья в Кипре. Сыр, который стал одной из визитных карточек острова Кипр.

Халлуми - полутвёрдый скороспелый сыр из коровьего молока. Характеризуется высокой температурой плавления. Мякоть сыра белого цвета, слоистая, схожая текстурой с Моцареллой, очень плотная, эластичная, поскрипывает на зубах.

Как же его едят? Халлуми - это сыр для жарки! При жарке он не растекается и не плавится, а приобретает аппетитную румяную корочку. Также он подойдет для тёплых салатов, пиццы и очень вкусен с фруктами или с мёдом.</i>
'''
cachotta = '''
<i><b>Качотта</b>

100г - 190р

Ещё в 9 веке начали готовить Качотту в Италии. Этот вид сыра быстро завоевал популярность среди пастухов, кочевников и военнослужащих. Маленькая головка Качотты использовалась в качестве провианта во время долгих походов. 

Сыр Качотта является деликатесом с нежнейшим сладковатым привкусом, оставляющим аромат орехов. Чем больше выдержка, тем выше пикантность и насыщенность цвета приобретает готовый продукт.

Данный сыр - универсальный. Им можно наслаждаться вместе с фруктами, также можно запекать с разными ингредиентами. Ароматный деликатес станет отличным дополнением для пиццы, ризотто или пасты в тертом или плавленом виде. Качотта - превосходный бутербродный сыр.</i>
'''
feta = '''
<i><b>Фета</b>

100г - 170р

Фета - сыр, который документально зафиксирован в Греции в 8 веке до н.э. и широко употребляется в Древней Греции. Первые упоминания о сыре Фета можно найти у Гомера в Одиссее, где в истории о циклопе Полифеме описано неожиданное открытие превращения молока в сыр.

Это знаменитый рассольный сыр без оболочки. Сыр имеет солоноватый острый вкус, который возникает благодаря выдержке в рассоле. Имеет мягкую упругую консистенцию с зернистой текстурой и особый творожный запах. Вкус сыра специфический, пресно - солоноватый с тонкой кислинкой.

Фету используют в салатах (греческий, итальянский), в виде начинки для пиццы. Идеальные компаньоны для Феты - вяленые помидоры, оливки, итальянские травы, листья салата.</i>
'''
adigeiski = '''
<i><b>Адыгейский</b>

100г - 150р

Адыгейский сыр был незаменим в рационе предков Адыгов, особенно на утреннем столе. Его питательная ценность, легкоусвояемость давала силы и долголетие легендарным Адыгским великанам - Нартам. 

Адыгейский сыр - это мягкий молодой сыр белого цвета. У него кисломолочный, чуть солоноватый вкус и нежнее, мягкая консистенция. Близок по вкусу и свойствам таким сыра, как брынза, фета, моцарелла, рикотта и др. Но, в отличие от них  проходит пастеризацию при высокой температуре.

Как и с любым сыром, с продуктом из Адыгеи можно делать вкусные бутерброды, просто так класть на хлеб или намазать его сливочным маслом. Можно приготовить и сырную пасту с зеленью, орехами, сладким перцем, измельчив сыр в блендере. Для связки положите немного сметаны.</i>
'''
chechil = '''
<i><b>Чечил</b>

100г - 170р

Первыми этот сыр стали готовить армянские пастухи. Таким образом они запасали молоко на зиму. Считается национальным продуктом Армении. Слово "Чечил" переводится как запутанный. Может выпускаться в виде косичек, тонких веревочек, лапши, соломки.

Чечил - фигурный волокнистый рассольный вытяжной сыр армянского происхождения. По текстуре и вкусу напоминает сулугуни. Вкус Чечила нежный, сливочный, солёный с пикантными нотками.

Отличная закуска. Его также добавляют в салаты, супы, пироги, делают из него сырные шарики. Сыр можно поджарить на сковороде или во фритюре, запечь в духовке. Хорошо сочетается с овощами и зеленью.</i>
'''
shevr = '''
<i><b>Шевр</b>

200г - 340р

Сыр "Шевр" в переводе с французского языка означает "козье сердце". Никакой особой истории его первого приготовления не сохранилось. Изготавливается только на атлантическом побережье Франции. 

Шевр - молодой сыр с мягкой структурой и оригинальным вкусом благодаря травам и приправам. Молодой означает, что сыр не имеет выдержки. Яркие, ароматные и безумно вкусные "шеврики" с чесноком и розовой гималайской солью украсят любой стол!

Этот сыр принято подавать, завернув в лист каштана, это придает ему вид. По вкусу сыр Шевр сочетается с яблоками. Шарики можно намазывать на хлеб, добавлять в салат или кушать как самостоятельное блюдо.</i>
'''
buratta = '''
<i><b>Буратта</b>

100г - 150р

Буррата - итальянский свежий сыр, изготавливаемый из сливок и молока. Впервые сыр буррата был изготовлен в 1920 в Италии на ферме "Бьянкини" недалеко от города Андрия.

Итальянский свежий сыр, который представляет собой молочный мешочек, заполненный сырными кусочками и сливками, скрепленный сверху. Отличается нежнейшим сливочным вкусом и малым сроком хранения, поэтому считается деликатесом.

Буррата сочетается со спелыми помидорами, оливковым маслом и свежемолотым черным перцем. Кроме того, её подают с жидким мёдом, базиликом, рукколой, свежим хлебом, креветками и чем угодно, что душа пожелает!</i>
'''
mocarella = '''
<i><b>Моцарелла</b>

100г - 150р

Из "моцца" произошло название "моцарелла" от итальянского глагола "mozzare" (отделять, отсекать). Вместе с возникшим разведением азиатских буйволов в  XVI веке, завершился переход от Моцареллы из овечьего молока к буйволиной Моцарелле, считающейся сегодня настоящей. 

Моцарелла - молодой мягкий сыр родом из Италии, регион Кампания. Имеет форму шара или крупного яйца и хранится обычно в рассоле. Ненавязчивый пресновато - молочный вкус, легкая слоистая тягучая текстура и упругость.

Большие головки Моцареллы нарезают для салатов и бутербродов, совсем крошечные "моцареллки" добавляют в пасту или в суп.</i>
'''
full_cheese_plate = '''
<i><b>Полная сырная тарелка</b>

600г - 1000р

Сырная тарелка - это ассорти из 5-6 видов сыров. Служит сырной нарезкой на стол для любых праздников.

Оригинальный презент, который украсит любой праздничный стол. В составе сырной тарелки от Kamil самые любимые сорта наших покупателей:
- халлуми
-качотта
-панир
-шевр
-чечил
-качоковалло и другие сыры при наличии</i>
'''
prob_cheese_plate = '''
<i><b>Пробная сырная тарелка</b>

350г - 600р

Сырная тарелка - это ассорти из 5-6 видов сыров. Служит сырной нарезкой на стол для любых праздников.

Оригинальный презент, который украсит любой праздничный стол. В составе сырной тарелки от Kamil самые любимые сорта наших покупателей:
- халлуми
-качотта
-панир
-шевр
-чечил
-качоковалло и другие сыры при наличии</i>
'''

panir = '''
<i><b>Панир</b>

100г - 170р

Панир - это влажный,свежий,сливочный,обычно несоленый сыр, родом из Индии и Бангладеш с мягкой и плотной текстурой

Панир не плавится

Панир также очень популярен в таких странах, как Пакистан, Непал, Афганистан.

У меня можно приобрести сам кусочек этого сыра, а также он присутствует в сырной тарелке</i>
'''
suluguni = '''
<i><b>Сулугуни</b>

100г - 170р

Сулугуни - рассолный грузинский сыр, имеет чисто кисломолочный, умеренно соленый вкус и запах, плотную, слоистую, эластичную консистенцию.

Сулугуни идеален для пиццы, омлетов, запеканок и других блюд, которые нуждаются в корочке из тянущегося сыра.</i>
'''
feta_maslo = '''
<i><b>Фета в масле</b>

100мл - 300р
250мл - 450р
'''
shevr_maslo = '''
<i><b>Шевр в масле</b>

100мл - 300р
250мл - 450р

Шевр - молодой сыр с мягкой структурой и оригинальным вкусом благодаря травам и приправам. Молодой означает, что сыр не имеет выдержки. Яркие, ароматные и безумно вкусные "шеврики" с чесноком и розовой гималайской солью украсят любой стол!

Шарики обсыпаны в разных специях и залиты оливковым маслом. Масло можно использовать для салатов.</i>
'''
montazio = '''
<i><b>Монтазио</b>

100г - 190р

Монтазио - это полутвердый сыр с выдержкой в 30-40 дней, с очень нежной текстурой и еле заметной ноткой меда (в течение 10 дней поверхность сыра мажется медом)

Рекомендую попробовать</i>
'''
pesto = '''
<i><b>Песто</b>

100г - 190р

Песто - это изысканный сорт сыра, название которого происходит от одноименного названия соуса из базелика, кедровых орехов, оливкогого масла и чеснока.

Он изготавливается из отборного коровьего молока, созревает более 5 недель, и в качесвте добавок используется пряный базелик и чеснок</i>
'''
cachocavallo = '''
<i><b>Качокавалло</b>

100г - 190р

Качокавалло - вытяжной полутвердый сыр из овечьего или коровьего молока. С итальянского означает "повешенным на лошади".

Сырная масса молодого качоковалло белая, эластичная, вкус нежный, чуть сладковатый. У зрелого сыра текстура уплотняется, появляются дырочки, а вкус становится пряным и острым.</i>
'''
canestrato = '''
<i><b>Канестрато</b>

100г - 190р

Канестрато -твёрдый или полутвёрдый сыр (в моем случае) итальянский сыр. Он состоит из 70-90% из цельного овечьего молока и из 30-10% из цельного козьего молока. Вызревание сыра идёт до года. 

У меня же канестрато из цельного коровьего молока. Мои вызревают примерно 30-40 дней,поэтому получаются полутвердыми (я больше и не могу их держать, мне хочется их попробовать)</i>
'''
gauda = '''
<i><b>Гауда</b>

100г - 190р

Гауда - это...

- твердый голландский сыр
- назван в честь горожа в Южной Голландии
- имеет легкий кремовый вкус
- богат витаминами группы B
- для бутербродов, пиццы, выпечек</i>
'''


# cheese_dict = {
#     'Халлуми': hallumi,
#     'Фета': feta,
#     'Качотта': cachotta,
#     'Чечил': chechil,
#     'Адыгейский': adigeiski,
#     'Буратта': buratta,
#     'Гауда': gauda,
#     'Качоковалло': cachocovallo,
#     'Канестрато': canestrato,
#     'Шевр': shevr,
#     'Шевр в масле': shevr_maslo,
#     'Фета в масле': feta_maslo,
#     'Моцарелла': mocarella,
#     'Монтазио': montazio,
#     'Сырная тарелка': cheese_plate,
#     'Панир': panir,
#     'Сулугуни': suluguni,
#     'Песто': pesto
# }


# список ответов на "Назад к сырам"
back_chesse_answer = ['<i>Какой другой сорт сыра <b>Вас</b> привлекает?</i>',
               '<i>Какой вид сыра <b>Вас</b> еще интересует?</i>',
               '<i>Какой еще сорт сыра <b>Вас</b> интересует?</i>']